Task: Expedition 
Program to test: Denis 
................  
Test 1 
Сравнение файлов 1.OUT и OUTPUT.TXT
***** 1.OUT
2 1 1 2 2 1
***** OUTPUT.TXT
1 1 1 2 1 1
...
2 2 1 2 3 1
*****

Test 2 
Сравнение файлов 2.OUT и OUTPUT.TXT
***** 2.OUT
1 1 2 2 1 2
1 2 2 2 2 2
2 1 1 2 2 1
***** OUTPUT.TXT
1 2 1 1 2 2
...
2 1 1 2 2 1
*****

Test 3 
Сравнение файлов 3.OUT и OUTPUT.TXT
***** 3.OUT
1 1 2 1 1 3
3 1 4 4 1 4
***** OUTPUT.TXT
1 1 4 1 2 4
...
3 1 4 4 1 4
*****

Test 4 
Сравнение файлов 4.OUT и OUTPUT.TXT
***** 4.OUT
1 1 1 1 1 2
...
3 1 2 3 1 3
***** OUTPUT.TXT
3 3 1 3 3 2
...
3 1 2 3 1 3
*****

Test 5 
Сравнение файлов 5.OUT и OUTPUT.TXT
***** 5.OUT
4 4 1 3 4 1
...
5 3 2 6 3 2
***** OUTPUT.TXT
6 3 2 6 2 2
...
5 3 2 6 3 2
*****

Test 6 
Сравнение файлов 6.OUT и OUTPUT.TXT
***** 6.OUT
4 2 10 3 2 10
...
5 7 2 5 8 2
***** OUTPUT.TXT
7 2 9 7 3 9
...
5 7 2 5 8 2
*****

Не удается выполнить синхронизацию строк. Слишком много различий между файлами.
***** 6.OUT
5 8 2 5 9 2
...
4 5 6 4 6 6
***** OUTPUT.TXT
5 8 2 5 9 2
...
1 4 4 1 3 4
*****

Test 7 
Time Limit
Сравнение файлов 7.OUT и OUTPUT.TXT
Не удается выполнить синхронизацию строк. Слишком много различий между файлами.
***** 7.OUT
88 64 47 88 63 47
...
78 17 5 78 17 4
***** OUTPUT.TXT
1 1 1 2 1 1
...
1 2 1 2 2 1
*****

Test 8 
Time Limit
Сравнение файлов 8.OUT и OUTPUT.TXT
Не удается выполнить синхронизацию строк. Слишком много различий между файлами.
***** 8.OUT
2 49 14 2 48 14
...
55 77 73 55 78 73
***** OUTPUT.TXT
1 1 1 1 2 1
...
1 2 2 1 3 2
*****

Test 9 
Сравнение файлов 9.OUT и OUTPUT.TXT
Не удается выполнить синхронизацию строк. Слишком много различий между файлами.
***** 9.OUT
89 94 1 88 94 1
...
27 53 36 27 53 35
***** OUTPUT.TXT
81 84 45 81 85 45
...
74 61 33 75 61 33
*****

Test 10 
Сравнение файлов 10.OUT и OUTPUT.TXT
***** 10.OUT
51 50 50 50 50 50
38 46 40 38 46 41
***** OUTPUT.TXT
50 50 50 51 50 50
...
38 46 40 38 46 41
*****

***** 10.OUT
38 46 44 38 46 45
40 53 69 40 53 70
46 43 79 46 43 78
***** OUTPUT.TXT
38 46 44 38 46 45
...
46 43 79 46 43 78
*****

***** 10.OUT
46 43 79 46 43 78
35 47 78 36 47 78
***** OUTPUT.TXT
46 43 79 46 43 78
...
35 47 78 36 47 78
*****

***** 10.OUT
37 47 78 38 47 78
...
60 44 61 60 44 62
***** OUTPUT.TXT
37 47 78 38 47 78
...
60 44 61 60 44 62
*****

***** 10.OUT
60 44 67 60 44 68
68 44 70 67 44 70
***** OUTPUT.TXT
60 44 67 60 44 68
...
68 44 70 67 44 70
*****

***** 10.OUT
61 44 70 60 44 70
65 32 70 65 31 70
***** OUTPUT.TXT
61 44 70 60 44 70
...
65 32 70 65 31 70
*****

***** 10.OUT
65 31 70 65 30 70
60 24 80 61 24 80
***** OUTPUT.TXT
65 31 70 65 30 70
...
60 24 80 61 24 80
*****

***** 10.OUT
65 24 80 66 24 80
73 24 71 73 24 72
***** OUTPUT.TXT
65 24 80 66 24 80
...
73 24 71 73 24 72
*****

***** 10.OUT
73 24 77 73 24 78
87 24 78 86 24 78
***** OUTPUT.TXT
73 24 77 73 24 78
...
87 24 78 86 24 78
*****

***** 10.OUT
74 24 78 73 24 78
...
72 20 78 72 19 78
***** OUTPUT.TXT
74 24 78 73 24 78
...
72 20 78 72 19 78
*****

***** 10.OUT
72 19 78 72 18 78
75 12 75 74 12 75
***** OUTPUT.TXT
72 19 78 72 18 78
...
75 12 75 74 12 75
*****

***** 10.OUT
73 12 75 72 12 75
56 17 65 57 17 65
44 20 59 44 20 60
***** OUTPUT.TXT
73 12 75 72 12 75
...
44 20 59 44 20 60
*****

***** 10.OUT
44 20 61 44 20 62
39 11 55 39 12 55
***** OUTPUT.TXT
44 20 61 44 20 62
...
39 11 55 39 12 55
*****

***** 10.OUT
39 17 55 39 18 55
44 8 50 44 8 51
***** OUTPUT.TXT
39 17 55 39 18 55
...
44 8 50 44 8 51
*****

***** 10.OUT
44 8 54 44 8 55
38 3 57 39 3 57
***** OUTPUT.TXT
44 8 54 44 8 55
...
38 3 57 39 3 57
*****

***** 10.OUT
39 3 57 40 3 57
33 8 57 34 8 57
***** OUTPUT.TXT
39 3 57 40 3 57
...
33 8 57 34 8 57
*****

***** 10.OUT
39 8 57 40 8 57
42 33 70 42 34 70
42 41 80 42 41 79
***** OUTPUT.TXT
39 8 57 40 8 57
...
42 41 80 42 41 79
*****

***** 10.OUT
42 41 73 42 41 72
42 31 72 42 32 72
47 32 73 46 32 73
***** OUTPUT.TXT
42 41 73 42 41 72
...
47 32 73 46 32 73
*****

Не удается выполнить синхронизацию строк. Слишком много различий между файлами.
***** 10.OUT
43 32 73 42 32 73
...
73 51 50 73 51 51
***** OUTPUT.TXT
43 32 73 42 32 73
...
35 37 55 35 38 55
*****

